Repository: Whitie/ozone
Catalog: orders/locale/*/LC_MESSAGES/django.po
Languages: de

source: Latest Orders
de: Letzte Bestellung

source: Shows the last 10 orders made.
de: Zeigt die letzten 10 Bestellungen an.

source: {article}, {date}
de: {article} vom {date}

source: Order: {order}, State: {state}
de: Bestellung: {order}, Status: {state}

source: Latest Deliveries
de: Letzte Lieferungen

source: Shows the last 20 deliveries.
de: Zeigt die letzten 20 Lieferungen.

source: {date}, Article: {article}
de: {date}, Artikel: {article}

source: , order complete.
de: , Bestellung komplett.

source: , INCOMPLETE.
de: , UNVOLLSTÄNDIG.

source: Ordered: {ocount}x {odate} by {users}, delivered: {count}x {date}{comp}
de: Bestellt: {ocount}x {odate} von {users}, geliefert: {count}x {date}{comp}

source: My Latest Deliveries
de: Meine letzten Lieferungen

source: Latest 10 deliveries for {0}.
de: Letzte 10 Lieferungen für {0}.

source: Next Orderday
de: Nächster Bestelltag

source: Use this format: dd.mm.yyyy
de: Benutzen Sie dieses Format: TT.MM.JJJJ

source: Responsible User
de: Zuständiger Besteller

source: Count
de: Anzahl

source: Article
de: Artikel

source: Supplier
de: Lieferant

source: Identifier
de: Artikelnummer

source: Quantity
de: Einheit

source: Price
de: Preis

source: Exam
de: Prüfung

source: Repair
de: Reparatur

source: Order Day
de: Bestelltag

source: Customer Number
de: Kundennummer

source: Phone
de: Telefon

source: Orders
de: Bestellungen

source: Order now
de: Jetzt bestellen

source: My Orders
de: Meine Bestellungen

source: Old Orders
de: Alte Bestellungen

source: Add new Supplier
de: Neuer Lieferant

source: Extra Order
de: Haustechnik

source: Delivery
de: Wareneingang

source: Manage Orders
de: Bestellungen verwalten

source: By Cost
de: Nach Kostenstelle

source: Company Rating
de: Lieferantenbewertung

source: Rate
de: Bewerten

source: Summary
de: Zusammenfassung

source: Manage
de: Verwalten

source: Day
de: Tag

source: Order Days
de: Bestelltage

source: Article number
de: Artikelnummer

source: Barcode
de: Strichcode

source: Articles
de: Artikel

source: Short Name
de: Kürzel

source: Cost
de: Kostenstelle

source: Costs
de: Kostenstellen

source: New
de: Neu

source: Accepted
de: Akzeptiert

source: Rejected
de: Zurückgewiesen

source: Ordered
de: Bestellt

source: Delivered
de: Geliefert

source: Users
de: Benutzer

source: Added
de: Hinzugefügt

source: For Exam
de: Für Prüfung

source: For Repair
de: Für Reparatur

source: State
de: Status

source: Order
de: Bestellung

source: Date
de: Datum

source: User
de: Benutzer

source: Delivered Order
de: Gelieferte Bestellung

source: Delivered Orders
de: Gelieferte Bestellungen

source: Percent
de: Prozent

source: Cost Order Relation
de: Kostenstellenzuordnung

source: Cost Order Relations
de: Kostenstellenzuordnungen

source: Internal
de: Intern

source: Internal means with costs and prices.
de: Intern heißt mit Kostenstellen und Preisen.

source: PDF-File
de: PDF-Datei

source: Company Name
de: Firmenname

source: Generated
de: Generiert

source: Printout
de: Ausdruck

source: Printouts
de: Ausdrucke

source: New Orderday
de: Neuer Bestelltag

source: Orderdays
de: Bestelltage

source: Save
de: Speichern

source: next
de: nächster

source: prev
de: vorheriger

source: Delete order with ID
de: Lösche Bestellung mit ID

source: Are you sure to delete the following article?
de: Sind Sie sicher, das der folgende Artikel gelöscht werden soll?

source: Yes
de: Ja

source: No
de: Nein

source: Next
de: Weiter

source: Currently saved orders
de: Bisher eingegebene Bestellungen

source: Generate printouts
de: Ausdrucke (PDF) generieren

source: Add new order day
de: Neuen Bestelltag hinzufügen

source: Responsible user
de: Zuständiger Besteller

source: Open orders
de: Offene Bestellungen

source: Click for details.
de: Klicken für mehr Informationen.

source: No order day found.
de: Kein Bestelltag gefunden.

source: Last deliveries
de: Letzte Lieferungen

source: for
de: für

source: Sum
de: Summe

source: No printouts for this day found.
de: Keine Ausdrucke für diesen Bestelltag vorhanden.

source: Art. ID
de: Art.-Nr.

source: Orderer
de: Besteller

source: Actions
de: Aktionen

source: Only correct typos here!
de: Bitte nur Schreibfehler hier korrigieren!

source: Move order to other order day and set state to NEW.
de: Verschiebe Bestellung auf anderen Bestelltag und setze den Status auf NEU,

source: Delete order now.
de: Bestellung jetzt löschen

source: Select Order Day
de: Bestelltag auswählen

source: Please select the order day do you want to edit
de: Bitte wählen Sie den Bestelltag zum bearbeiten aus

source: Select
de: Auswählen

source: Add new orderday
de: Neuen Bestelltag hinzufügen

source: List of all printouts
de: Liste aller Ausdrucke

source: Select Representatives
de: Vertretung auswählen

source: Make orders
de: Bestellung machen

source: Accept / Reject orders
de: Bestellungen akzeptieren / zurückweisen

source: Cancel
de: Abbruch

source: Send
de: Bestellt

source: Ident Number
de: Artikelnummer

source: Single Price
de: Einzelpreis

source: ReOrder
de: Neu bestellen

source: Now
de: Sofort

source: Delete
de: Löschen

source: No orders in this state!
de: Keine Bestellungen in diesem Status vorhanden.

source: Go to top
de: Nach oben

source: Enter data
de: Lieferantendaten eingeben

source: Article Name
de: Artikelname

source: Last Orderer
de: Letzte(r) Besteller

source: Last Order
de: Letzte Bestellung

source: Sums
de: Summen

source: Sum of all orders
de: Summe über alle Bestellungen

source: No orders found.
de: Keine Bestellungen gefunden.

source: All
de: Gesamt

source: Ordered by
de: Bestellt von

source: Single price
de: Einzelpreis

source: Not possible
de: Nicht möglich

source: Count was not changed. Aborting.
de: Anzahl wurde nicht geändert. Abbruch.

source: Fax printouts
de: FAX-Ausdrucke

source: Position(s)
de: Position(en)

source: Generate PDF
de: Generiere PDF

source: Internal printout
de: Interner Ausdruck

source: Order old article
de: Bereits vorhandenen Artikel bestellen

source: This search is also responsible for barcodes.
de: Diese Suche berücksichtigt auch Strichcodes.

source: Order new article
de: Neuen Artikel bestellen

source: Select a time period
de: Wählen Sie eine Zeitspanne

source: From
de: Von

source: to
de: bis

source: Show
de: Anzeigen

source: Orders from
de: Bestellungen von

source: Short
de: Kürzel

source: Number
de: Nummer

source: Weighted
de: Gewichtet

source: No orders found in this period.
de: Keine Bestellungen in dieser Zeitspanne gefunden.

source: Scan barcode...
de: Strichcode scannen...

source: Normal delivery
de: Normaler Wareneingang

source: Open Orders
de: Offene Bestellungen

source: Delivery by barcode
de: Wareneingang über Strichcode erfassen

source: Deliveries
de: Lieferungen

source: Missing
de: Ausstehend

source: ALL
de: ALLE

source: Delivered last 2 weeks
de: Lieferungen der letzten 2 Wochen

source: Avg. time to delivery
de: Durchschn. Zeit bis Lieferung

source: days
de: Tage

source: Your delivery count is higher than your order count!
de: Ihre Lieferanzahl ist höher als die Bestellmenge!

source: Maximum count that can be delivered is
de: Maximale Liefermenge beträgt

source: open order(s)
de: offene Bestellung(en)

source: Please select order and enter count.
de: Bitte wählen Sie die Bestellung und geben Sie die gelieferte Anzahl ein.

source: Check in
de: Eingang speichern

source: Barcode not known
de: Strichcode unbekannt

source: Please select article for this barcode or scan next.
de: Bitte wählen Sie den passenden Artikel oder scannen Sie den nächsten Artikel.

source: Edit Rating
de: Bewertung bearbeiten

source: Add Rating
de: Bewertung hinzufügen

source: Help
de: Hilfe

source: Rating Summary
de: Gesamtbewertung

source: Back
de: Zurück

source: Rater
de: Bewerter

source: Ratings
de: Bewertungen

source: Rating
de: Bewertung

source: Calculated Rating
de: Berechnete Bewertung

source: Average Rating
de: Durchschnittliche Bewertung

source: Min. Rating
de: Mindestbewertung

source: Restriction
de: Einschränkungen

source: Notes
de: Bemerkungen

source: Users - Companies
de: Benutzer - Lieferanten

source: Send memory mail
de: Erinnerungsmail senden

source: Companies to rate
de: Lieferanten zum Bewerten

source: Last Rating
de: Letzte Bewertung

source: Not rated yet!
de: Noch nicht bewertet!

source: Ratings - Companies
de: Bewertungen - Lieferanten

source: Stored Ratings
de: Gespeicherte Bewertungen

source: Send memory mail to all
de: Erinnerungsmail an alle senden

source: Click to rate
de: Klicken, um eine Bewertung zu machen

source: Average ratings
de: Durchschnittliche Bewertung

source: Raters
de: Bewerter

source: Your last ratings
de: Ihre letzten Bewertungen

source: Possible Ratings
de: Mögliche Bewertungen

source: very good
de: sehr gut

source: good
de: gut

source: average
de: befriedigend

source: bad
de: schlecht

source: very bad
de: sehr schlecht

source: Generate Printout
de: Ausdrucke (PDF) generieren

source: Calculated
de: Berechnet

source: All ratings
de: Alle Bewertungen

source: Click here to take the calculated rating.
de: Hier klicken, um berechnete Bewertung als Gesamtbewertung zu übernehmen.

source: By barcode
de: Über Strichcode

source: PDF-Printouts
de: PDF-Ausdrucke

source: for {0}
de: für {0}

source: Next order days
de: Nächste Bestelltage

source: Next in {0} days
de: Nächster in {0} Tagen

source: All ordered articles
de: Alle bestellten Artikel

source: Since {0}
de: Seit {0}

source: New Order
de: Neue Bestellung

source: Sum of costs must be 100!
de: Die Summe der Kostenstellen muss 100 ergeben!

source: Price in %s.
de: Preis in %s.

source: Make order
de: Bestellen

source: Edit Orders
de: Bestellungen bearbeiten

source: By orderday
de: Nach Bestelltag

source: Company Rating Summary
de: Lieferantenbewertung - Zusammenfassung

source: Manage Ratings
de: Bewertungen verwalten

source: Sums by Cost
de: Summen nach Kostenstellen
