Repository: Whitie/ozone
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: de

source: Student(s)
de: Azubi(s)

source: User
de: Benutzer

source: Instructors
de: Ausbilder

source: Last Edit
de: Letzte Änderung

source: Injured
de: Verletzter

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Lastname
de: Nachname

source: Firstname
de: Vorname

source: Cabinet Nr.
de: Schranknr.

source: Key Nr.
de: Schlüsselnr.

source: Barcode
de: Strichcode

source: Company Name
de: Firmenname

source: >- Select company first -<
de: >- Firma zuerst auswählen -<

source: Search
de: Suchen

source: and
de: und

source: or
de: oder

source: Subject
de: Betreff

source: Good Quality
de: Qualität der Ware

source: Delivery Time
de: Lieferzeit

source: Quality
de: Liefertreue

source: Price
de: Preis

source: Service
de: Kundenservice

source: Attainability
de: Erreichbarkeit

source: Documentation
de: Dokumentation

source: Rating
de: Bewertung

source: Note
de: Bemerkung

source: This field is required if you rate with "B".
de: Dieses Feld muss bei "B" Bewertungen ausgefüllt werden.

source: Instructor
de: Ausbilder

source: Course
de: Kurs

source: School days
de: Schultage

source: Include supported days
de: Geförderte Tage aufdrucken

source: Student
de: Azubi

source: Event
de: Ereignis

source: Name Prefix
de: Anrede

source: Street
de: Straße

source: Zip Code
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Phone
de: Festnetz

source: Mobile
de: Mobil

source: Birthdate
de: Geburtstag

source: Subjects
de: Fächer

source: Can Login
de: Kann sich anmelden

source: Sex
de: Geschlecht

source: Notice in emergency
de: Im Notfall zu benachrichtigen

source: Group
de: Gruppe

source: Company
de: Firma

source: Cooperation Contract
de: Kooperationsvertrag

source: Cabinet
de: Schrank

source: Key
de: Schlüssel

source: Picture
de: Bild

source: School Education
de: Schulbildung

source: Applied to
de: Beworben bei

source: Forwarded to
de: Weitergeleitet an

source: Jobs
de: Berufe

source: Test Result
de: Testergebnis

source: Test Date
de: Testdatum

source: Suit phrase
de: Berufseignung

source: Exam 1
de: Abschlußprüfung Teil 1

source: Exam 2
de: Abschlußprüfung Teil 2

source: Finished
de: Aus-/Weiterbildung beendet

source: Core
de: Hauptmenü

source: Companies
de: Firmen

source: Students
de: Azubis

source: Groups
de: Gruppen

source: Colleagues
de: Kollegen / Dozenten

source: Presences
de: Anwesenheiten

source: Accidents
de: Unfälle

source: Archive
de: Archiv

source: Journals
de: Tagebücher

source: My Entries
de: Meine Einträge

source: Add new Journal
de: Neues Tagebuch

source: Manage Journals
de: Tagebücher verwalten

source: Coming Birthdays
de: Nächste Geburtstage

source: Internal Phonelist
de: Interne Telefonliste

source: News
de: Aktuelle Meldungen

source: Write News
de: News schreiben

source: Organization Name
de: Name der Organisation

source: Organization Short Name
de: Kürzel der Organisation

source: Path to pdflatex executable.
de: Pfad zu pdflatex(.exe)

source: Latex Commandline Options
de: Latex Optionen

source: Configuration
de: Konfiguration

source: Configurations
de: Konfigurationen

source: Description
de: Beschreibung

source: Part
de: Abteilung

source: Parts
de: Abteilungen

source: Separate two or more subjects with a comma.
de: Mehrere Fächer bitte durch Komma trennen.

source: External
de: Extern

source: Profile
de: Profil

source: Profiles
de: Profile

source: Title
de: Titel

source: Date
de: Datum

source: Author
de: Autor

source: Public
de: Öffentlich

source: A) useable
de: A) benutzbar

source: B) useable with restrictions
de: B) benutzbar mit Einschränkungen

source: C) not useable
de: C) nicht benutzbar

source: D) more ratings needed
de: D) mehr Bewertungen erforderlich

source: Short Name
de: Kürzel

source: Customer Number
de: Kundennummer

source: Rate
de: Bewerten

source: Rating Users
de: Bewerter

source: Rating Note
de: Bemerkung (Bewertung)

source: Job
de: Beruf

source: Full-Cooperation
de: Vollkooperation

source: Active
de: Aktiv

source: Cooperation Contracts
de: Kooperationsverträge

source: Function
de: Funktion

source: Contact
de: Kontakt

source: Contacts
de: Kontakte

source: Notes
de: Bemerkungen

source: Rated
de: Bewertet

source: Company Rating
de: Lieferantenbewertung

source: Company Ratings
de: Lieferantenbewertungen

source: Start Date
de: Anfangsdatum

source: School Number
de: Schulklasse

source: Job Short
de: Berufskürzel

source: This field will be converted to uppercase.
de: Dieses Feld wird in Großbuchstaben umgewandelt.

source: Suffix
de: Namenszusatz

source: Groupname
de: Gruppenname

source: Male
de: Männlich

source: Female
de: Weiblich

source: Separate two or more names with a comma.
de: Mehrere Namen durch Komma trennen.

source: Separate two or more jobs with a comma.
de: Mehrere Berufe durch Komma trennen.

source: Exam 1 weight
de: Wichtung AP Teil 1

source: Created
de: Erstellt

source: Pedagogic Journal
de: Pädagogisches Tagebuch

source: Pedagogic Journals
de: Pädagogische Tagebücher

source: Journal
de: Tagebuch

source: Created by
de: Erstellt von

source: Last edit
de: Letzte Änderung

source: Journal Entry
de: Tagebucheintrag

source: Journal Entries
de: Tagebucheinträge

source: Media
de: Medien

source: Entry
de: Eintrag

source: Lateness
de: Verspätung

source: Excused
de: Entschuldigt

source: Presence
de: Anwesenheit

source: PDF-File
de: PDF-Datei

source: Generated
de: Erstellt

source: Printout
de: Ausdruck

source: Printouts
de: Ausdrucke

source: Category
de: Kategorie

source: General Printout
de: Allgemeiner Ausdruck

source: General Printouts
de: Allgemeine Ausdrucke

source: Used for the title attribute of the help dialog.
de: Wird für das title Attribut des Hilfe-Dialogs benutzt.

source: Identifier
de: Identifizierung

source: Help for the same topic in another language must define exactly the same identifier.
de: Hilfe für das selbe Thema in einer anderen Sprache muss dieselbe Identifizierung haben.

source: Language
de: Sprache

source: Lookup is done via istartswith.
de: Abfrage berücksichtigt nur den Anfang und keine Groß- und Kleinschreibung (istartswith).

source: Dialog width
de: Dialogbreite

source: Width of the help dialog.
de: Breite in Pixel des Hilfe-Dialogs.

source: Opener class
de: Öffner Klasse

source: CSS class of the element which gets the click event to open the help dialog (jQuery notation).
de: CSS Klasse des Elements, dass zum Öffnen des Dialogs mit dem Klick-Ereignis versehen wird (jQuery Schreibweise).

source: Main help text. You can use HTML here.
de: Haupt Hilfetext. Hier kann HTML verwendet werden.

source: Internal Help
de: Interne Hilfe

source: Internal Helps
de: Interne Hilfen

source: Roomnumber
de: Raumnummer

source: Place
de: Ort

source: Places
de: Orte

source: Date / Time
de: Datum / Zeit

source: Accident Entry
de: Unfalleintrag

source: Accident Entries
de: Unfalleinträge

source: Error
de: Fehler

source: Please contact the administrator.
de: Bitte wenden Sie sich an die Administratoren.

source: Back
de: Zurück

source: Clean old sessions
de: Alte Sitzungen löschen

source: Delete
de: Löschen

source: Clean empty presence days
de: Leere Anwesenheitstage löschen

source: Empty latex build dir
de: Temporäres Latex-Verzeichnis leeren

source: use once
de: nur einmal benutzen

source: Migrate presence from '*' to 'A'.
de: Migriere Anwesenheit von '*' zu 'A'.

source: Migrate
de: Migrieren

source: Remove whitespace before and after article identifiers.
de: Leerzeichen vor und hinter Artikelnummern löschen.

source: Posted on
de: Veröffentlicht am

source: by
de: von

source: Newer
de: Neuer

source: Older
de: Älter

source: No News found.
de: Keine News gefunden.

source: Login
de: Anmelden

source: Add accident
de: Neuen Unfall aufnehmen

source: Persons involved
de: Beteiligte Personen

source: Date / time of accident
de: Datum / Zeit des Unfalls

source: Separate more than one name with a comma.
de: Mehrere Namen durch Komma trennen.

source: Place and violation
de: Ort und Verletzung

source: Misc
de: Verschiedenes

source: Cancel
de: Abbruch

source: Save
de: Speichern

source: Generate report
de: Ausdruck generieren

source: Personal data
de: Persönliche Daten

source: Accident
de: Unfall

source: Added
de: Eingetragen

source: Added by
de: Eingetragen von

source: Violation
de: Verletzung

source: Witnesses
de: Zeugen

source: First helper or doctor
de: Ersthelfer und/oder Arzt

source: First aid
de: Erste-Hilfe-Maßnahmen

source: Used material
de: Benutztes Material

source: Comment
de: Bemerkung

source: Add new accident
de: Neuen Unfall aufnehmen

source: Accidents statistics
de: Unfallstatistik

source: Click for details.
de: Klicken für Details.

source: Personal Data
de: Persönliche Daten

source: Address
de: Adresse

source: Display: next
de: Anzeigen: Nächste

source: days
de: Tage

source: go
de: los

source: No person found
de: Keine Person gefunden

source: Username
de: Benutzername

source: Last Login
de: Letzte Anmeldung

source: Internal
de: Interne Mitarbeiter

source: All
de: Alle

source: Add new external
de: Neuen externen Dozenten hinzufügen

source: User Information
de: Benutzerinformation

source: Edit
de: Bearbeiten

source: Private
de: Privat

source: This data can only be seen by members of the Management group.
de: Diese Daten können nur von der Verwaltung eingesehen werden (außer Telefon).

source: New Note
de: Neue Bemerkung

source: Old Notes
de: Alte Bemerkungen

source: No old notes.
de: Keine alten Bemerkungen.

source: Attention!
de: Achtung!

source: P
de: T

source: Ratings
de: Bewertungen

source: Active Students
de: Aktive Azubis

source: Years
de: Jahre

source: No
de: Nein

source: Add Note
de: Bemerkung hinzufügen

source: No contacts defined.
de: Keine Kontakte angelegt.

source: finished
de: beendet

source: No Cooperations
de: Keine Kooperationen

source: Add Company
de: Firma hinzufügen

source: Other
de: Andere

source: Open on separate page
de: Auf eigener Seite öffnen

source: No companies found.
de: Keine Firmen gefunden.

source: List only companies with students
de: Nur Firmen mit Azubis auflisten

source: Show all companies
de: Alle Firmen anzeigen

source: Go to page
de: Gehe zu Seite

source: Next
de: Weiter

source: Page
de: Seite

source: of
de: von

source: For the following groups a journal already exist. You can not create a second one. If you want/need access to a specific journal, contact one of the listed instructors.
de: Für die aufgelisteten Gruppen existiert bereits ein Tagebuch. Es kann kein zweites erstellt werden! Wenn Sie Zugriff auf ein bestimmtes Tagebuch benötigen, wenden Sie sich bitte an einen von den aufgelisteten Ausbildern.

source: Enter data for new journal
de: Daten für neues Tagebuch eingeben

source: New entry
de: Neuer Eintrag

source: Files
de: Dateien

source: Help
de: Hilfe

source: Entries for
de: Einträge für

source: Entries
de: Einträge

source: Actions
de: Aktionen

source: Click to show attached media
de: Klicken Sie hier, um angehängte Medien anzusehen

source: Click to add entry
de: Klicken Sie hier, um einen Eintrag hinzuzufügen

source: Edit Rights
de: Rechte bearbeiten

source: Add new journal
de: Neues Tagebuch

source: Show
de: Anzeigen

source: Instructors with access
de: Ausbilder mit Zugriffsrecht

source: Select instructors to remove
de: Wählen Sie Ausbilder zum Entfernen

source: Select intructors to add
de: Wählen Sie Ausbilder zum Hinzufügen

source: Change
de: Ändern

source: By
de: von

source: Click to download
de: Klicken Sie hier, zum Download

source: New Message
de: Neuer Artikel

source: Last change by
de: Letzte Änderung von

source: Saved
de: Gesichert

source: Settings
de: Einstellungen

source: Apply
de: Übernehmen

source: Generate Printout
de: Ausdruck generieren

source: Generated printouts
de: Generierte Ausdrucke

source: Back to overview
de: Zurück zur Übersicht

source: Print empty page for
de: Leere Anwesenheitsliste erstellen für

source: Print filled page for
de: Abschlussliste erzeugen für

source: Set presence for all
de: Anwesenheit für ganze Gruppe setzen

source: Sets the presence for all EMPTY fields.
de: Setzt die Anwesenheit für alle LEEREN Felder.

source: Set now
de: Jetzt setzen

source: Show/hide lateness
de: Verspätungen anzeigen/ausblenden

source: Click here to enter notes.
de: Klicken Sie hier, um Bemerkungen einzugeben.

source: Enter lateness here.
de: Verspätungen hier in Minuten eingeben.

source: Legend
de: Legende

source: The first call of a list can take some time!
de: Der erste Aufruf einer Liste kann einige Zeit dauern!

source: Own list
de: Eigene Liste

source: From
de: Von

source: to
de: bis

source: Create
de: Erstellen

source: Old lists
de: Alte Listen

source: Show list by date
de: Liste für Datum anzeigen

source: Finished lists / Information
de: Fertige Listen / Informationen

source: Presence days for month
de: Anwesenheitstage für Monat

source: No groups found.
de: Keine Gruppen gefunden.

source: Notice in Emergency
de: Im Notfall zu benachrichtigen

source: Birthday
de: Geburtstag

source: Years old
de: Jahre alt

source: Click here to edit presence
de: Klicken Sie hier, um Anwesenheiten zu bearbeiten

source: All saved presence days
de: Alle gespeicherten Anwesenheitstage

source: Total days of absense
de: Fehltage gesamt

source: Holiday
de: Urlaub

source: Illness days
de: Krankheitstage

source: Not excused
de: Nicht entschuldigt

source: Latenesses
de: Verspätungen

source: minutes
de: Minuten

source: No presence found for
de: Keine Anwesenheit gefunden für

source: Points
de: Punkte

source: Final Grade
de: Abschlußnote

source: No Picture set.
de: Kein Bild vorhanden.

source: Edit student
de: Azubi bearbeiten

source: Begin
de: Anfang

source: Age: %(age)s Years
de: Alter: %(age)s Jahre

source: One student has finished yet.
de: Ein Azubi hat die Ausbildung bereits beendet.

source: Add Group
de: Gruppe hinzufügen

source: School Num.
de: Klassen Nr.

source: Export names to excel
de: Namen nach Excel exportieren

source: Add Student
de: Azubi hinzufügen

source: Extended Search
de: Erweiterte Suche

source: Full edit
de: Alles bearbeiten

source: Short edit
de: Kurzbearbeitung

source: No students found.
de: Keine Azubis gefunden.

source: Result
de: Ergebnis

source: No results found.
de: Keine Ergebnisse gefunden.

source: General
de: Allgemein

source: Test Data
de: Einstellungstest

source: Bold
de: Fettgedruckte

source: First step
de: Erster Schritt

source: Prev step
de: Voriger Schritt

source: Job Data
de: Berufsdaten

source: House Data
de: Hausdaten

source: Contact Data
de: Kontaktdaten

source: Print datasheet (PDF)
de: Datenblatt drucken (PDF)

source: <p>No help found for lang %(lang)s and identifier %(id)s.</p>
de: <p>Keine Hilfe für Sprache %(lang)s und Identifizierung %(id)s gefunden.</p>

source: An internal server error occured.
de: Der Server hat einen internen Fehler.

source: Ozone Error
de: Ozone Software Fehler

source: Add new Student
de: Azubi hinzufügen

source: Step: {0}/{1}
de: Schritt: {0}/{1}

source: New student added
de: Neuer Azubi hinzugefügt

source: All Groups
de: Alle Gruppen

source: My Journal Entries
de: Meine Tagebucheinträge

source: Accessible Journals
de: Verfügbare Tagebücher

source: Media for Entry ID: {0}
de: Medien für Eintrag mit ID: {0}

source: Add new Journal for Group
de: Neues Tagebuch für Gruppe anlegen

source: Add Entry
de: Eintrag hinzufügen

source: Edit Rights for {0}
de: Rechte bearbeiten für {0}

source: Presence PDF-Generation
de: Anwesenheit PDF-Erzeugung

source: Internal Admin Page
de: Interne Admin Seite

source: My Profile
de: Mein Profil

source: Add external
de: Externen Dozenten hinzufügen

source: Colleagues (internal): {0}
de: Kollegen (intern): {0}

source: Colleagues (external): {0}
de: Dozenten (extern): {0}

source: Colleagues (internal and external): {0}
de: Kollegen (intern) / Dozenten (extern): {0}

source: Add News
de: News hinzufügen

source: Login Page
de: Anmeldeseite

source: Companies: {0} ({1})
de: Firmen: {0} ({1})

source: Companies with students ({n})
de: Firmen mit Azubis ({n})

source: Companies ({n})
de: Firmen ({n})

source: Students Archive: {s} ({n})
de: Azubi-Archiv: {s} ({n})

source: Students: {s} ({n})
de: Azubi(s): {s} ({n})

source: List of all students ({0})
de: Liste aller Azubis ({0})

source: Search Student
de: Azubi suchen

source: Groups - Overview
de: Übersicht Gruppen

source: Group - {name} ({nr})
de: Gruppe - {name} ({nr})

source: Group - {name}
de: Gruppe - {name}

source: Presence Overview
de: Übersicht Anwesenheiten

source: Presence for Group {0}
de: Anwesenheiten für Gruppe {0}

source: Presence - {0}
de: Anwesenheit - {0}

source: Presences %s
de: Anwesenheiten %s

source: Birthdays, next {0} days
de: Geburtstage in den nächsten {0} Tagen

source: PIL is not installed.
de: PIL ist nicht installiert.

source: Unsupported barcode format.
de: Nicht unterstütztes Strichcode-Format.

source: Edit own presence list
de: Eigene Anwesenheitsliste bearbeiten

source: My Presence
de: Eigene Anwesenheiten

source: This year.
de: Dieses Jahr.
